[
    {
        "storyNo": 1,
        "title": "The Creation",
        "url": "https://youtu.be/byzHXLS4usU",
        "description": [
            {
                "time": "0:10",
                "text": "This is how God made everything in the beginning. He created the universe and everything in it in six days. After God created the earth it was dark and empty, because he had not yet formed anything in it. ButGod’s Spirit was there over the water."
            },
            {
                "time": "1:32",
                "text": "Then God said, “Let there be light!” And there was light. God saw that the light was good and called it “day.” He separated it from the darkness, which he called “night.” God created the light on the first day of creation."
            },
            {
                "time": "2:18",
                "text": "On the second day of creation, God said: “Let there be an expanse above the waters.” And there was an expanse. God called this expanse“sky.”"
            },
            {
                "time": "3:02",
                "text": "On the third day, God said: “Let the water come together in one place and the dry land appear.” He called the dry land “earth,” and he called the water “seas.” God saw that what he had created was good."
            },
            {
                "time": "3:59",
                "text": "Then God said, “Let the earth produce all kinds of trees and plants.”And that is what happened. God saw that what he had created was good."
            },
            {
                "time": "4:54",
                "text": "On the fourth day of creation, God said: “Let there be lights in the sky.” And the sun, the moon, and the stars appeared. God made them to give light to the earth and to mark day and night, seasons and years. God saw that what he had created was good."
            },
            {
                "time": "6:01",
                "text": "On the fifth day, God said: “Let living things fill the waters, and birds fly in the sky.” This is how he made everything that swims in the water and all the birds. God saw that it was good, and he blessed them."
            },
            {
                "time": "7:05",
                "text": "On the sixth day of creation, God said, “Let there be all kinds of land animals!” And it happened just like God said. Some were farm animals, some crawled on the ground, and some were wild. And God saw that it was good."
            },
            {
                "time": "8:00",
                "text": "Then God said, “Let us make human beings in our image to be like us.They will rule over the earth and all the animals.”"
            },
            {
                "time": "8:20",
                "text": "So God took some soil, formed it into a man, and breathed life into him.This man’s name was Adam. God planted a large garden where Adam could live, and put him there to care for it."
            },
            {
                "time": "9:17",
                "text": "In the middle of the garden, God planted two special trees—the tree of life and the tree of the knowledge of good and evil. God told Adam that he could eat from any tree in the garden except from the tree of the knowledge of good and evil. If he ate from this tree, he would die."
            },
            {
                "time": "10:22",
                "text": "Then God said, “It is not good for man to be alone.” But none of the animals could be Adam’s helper."
            },
            {
                "time": "10:35",
                "text": "So God made Adam fall into a deep sleep. Then God took one of Adam’s ribs and made it into a woman and brought her to him."
            },
            {
                "time": "11:30",
                "text": "When Adam saw her, he said, “At last! This one is like me! Let her be called ‘Woman,’ for she was made from Man.” This is why a man leaves his father and mother and becomes one with his wife."
            },
            {
                "time": "12:12",
                "text": "God made man and woman in his own image. He blessed them and told them, “Have many children and grandchildren and fill the earth!” And God saw that everything he had made was very good, and he was very pleased with all of it. This all happened on the sixth day of creation."
            },
            {
                "time": "12:15",
                "text": "When the seventh day came, God had finished all the work that he had been doing. He blessed the seventh day and made it holy, because on this day he stopped creating things. This is how God created the universe and everything in it."
            }
        ]
    },
    {
        "storyNo": 2,
        "title": "Sin Enters the World",
        "url": "https://youtu.be/_U3oT0FmHfk",
        "description": [
            {
                "time": "0:10",
                "text": "Adam and his wife were very happy living in the beautiful garden God had made for them. Neither of them wore clothes, but this did not cause them to feel any shame, because there was no sin in the world. They often walked in the garden and talked with God."
            },
            {
                "time": "0:58",
                "text": "But there was a snake in the garden. He was very crafty. He asked the woman, “Did God really tell you not to eat the fruit from any of the trees in the garden?”"
            },
            {
                "time": "1:27",
                "text": "The woman answered, “God told us we could eat the fruit of any tree except from the tree of the knowledge of good and evil. God told us, ‘If you eat that fruit or even touch it, you will die.’”"
            },
            {
                "time": "1:54",
                "text": "The snake responded to the woman, “That is not true! You will not die. God just knows that as soon as you eat it, you will be like God and will understand good and evil like he does.”"
            },
            {
                "time": "2:21",
                "text": "The woman saw that the fruit was beautiful and looked delicious. She also wanted to be wise, so she picked some of the fruit and ate it. Then she gave some to her husband, who was with her, and he ate it, too. Suddenly, their eyes were opened, and they realized they were naked. They tried to cover their bodies by sewing leaves together to make clothes."
            },
            {
                "time": "3:22",
                "text": "Then the man and his wife heard the sound of God walking through the garden. They both hid from God. Then God called to the man, “Where are you?” Adam replied, “I heard you walking in the garden, and I was afraid, because I was naked. So I hid.”"
            },
            {
                "time": "3:54",
                "text": "Then God asked, “Who told you that you were naked? Did you eat the fruit I told you not to eat?” The man answered, “You gave me this woman, and she gave me the fruit.” Then God asked the woman, “What have you done?” The woman replied, “The snake tricked me.”"
            },
            {
                "time": "4:24",
                "text": "God said to the snake, “You are cursed! You will slide on your belly and eat soil. You and the woman will hate each other, and your children and her children will hate each other, too. The woman’s descendant will crush your head, and you will wound his heel.”"
            },
            {
                "time": "5:18",
                "text": "God then said to the woman, “I will make childbirth very painful for you. You will desire your husband, and he will rule over you.”"
            },
            {
                "time": "5:46",
                "text": "God said to the man, “You listened to your wife and disobeyed me. Now the ground is cursed, and you will need to work hard to grow food. Then you will die, and your body will return to soil.” The man named his wife Eve, which means “life-giver,” because she would become the mother of all people. And God clothed Adam and Eve with animal skins."
            },
            {
                "time": "7:07",
                "text": "Then God said, “Now that the human beings have become like us by knowing good and evil, they must not be allowed to eat the fruit of the tree of life and live forever.” So God sent Adam and Eve away from the garden. God placed powerful angels at the entrance to the garden to keep anyone from eating the fruit of the tree of life."
            }
        ]
    },
    {
        "storyNo": 3,
        "title": "The Flood",
        "url": "https://youtu.be/womfaTTgXK4",
        "description": [
            {
                "time": "0:15",
                "text": "After a long time, many people were living in the world. They had become very wicked and violent. It became so bad that God decided to destroy the whole world with a huge flood."
            },
            {
                "time": "1:08",
                "text": "But God was pleased with Noah. He was a righteous man, living among wicked people. God told Noah that he was going to make a big flood. Therefore, he told Noah to build a huge boat."
            },
            {
                "time": "1:57",
                "text": "God told Noah to make the boat about 140 meters long, 23 meters wide, and 13.5 meters high. Noah was to build it with wood and to make three levels, many rooms, a roof, and a window. The boat would keep Noah, his family, and every kind of land animal safe during the flood."
            },
            {
                "time": "3:09",
                "text": "Noah obeyed God. He and his three sons built the boat just the way God had told them. It took many years to build the boat, because it was so big. Noah warned the people about the flood that was coming and told them to turn to God, but they did not believe him."
            },
            {
                "time": "4:08",
                "text": "God also commanded Noah and his family to gather enough food for themselves and the animals. When everything was ready, God told Noah it was time for him, his wife, his three sons, and their wives to get into the boat—eight people in all."
            },
            {
                "time": "4:41",
                "text": "God sent a male and a female of every animal and bird to Noah so they could go into the boat and be kept safe during the flood. God sent seven males and seven females of every type of animal that could be used for sacrifices. When they were all in the boat, God himself closed the door."
            },
            {
                "time": "6:02",
                "text": "Then it began to rain, and rain, and rain. It rained for forty days and forty nights without stopping! Water also came gushing up out of the earth. Everything in the whole world was covered with water, even the highest mountains."
            },
            {
                "time": "6:55",
                "text": "Everything that lived on the dry land died, except the people and animals that were in the boat. The boat floated on the water and kept everything inside the boat safe from drowning."
            },
            {
                "time": "7:19",
                "text": "After the rains stopped, the boat floated on the water for five months, and during this time the water started going down. Then one day the boat rested on the top of a mountain, but the world was still covered with water. After three more months, the tops of the mountains were visible."
            },
            {
                "time": "7:59",
                "text": "After forty more days, Noah sent out a bird called a raven to see if the water had dried up. The raven flew back and forth looking for dry land, but it could not find any."
            },
            {
                "time": "8:34",
                "text": "Later, Noah sent out a bird called a dove. But it also could not find any dry land, so it came back to Noah. A week later he sent the dove out again,and it came back with an olive branch in its beak! The water was going down, and the plants were growing again!"
            },
            {
                "time": "9:34",
                "text": "Noah waited another week and sent out the dove a third time. This time, it found a place to rest and did not come back. The water was drying up!"
            },
            {
                "time": "10:04",
                "text": "Two months later God said to Noah, “You and your family and all the animals may leave the boat now. Have many children and grandchildren and fill the earth.” So Noah and his family came out of the boat."
            },
            {
                "time": "10:38",
                "text": "After Noah got off the boat, he built an altar and sacrificed some of each kind of animal that could be used for a sacrifice. God was happy with the sacrifice and blessed Noah and his family."
            },
            {
                "time": "11:19",
                "text": "God said, “I promise I will never again curse the ground because of the evil things that people do, or destroy the world by causing a flood, even though people are sinful from the time they are children.\""
            },
            {
                "time": "11:44",
                "text": "God then made the first rainbow as a sign of his promise. Every time the rainbow appeared in the sky, God would remember what he promised and so would his people."
            }
        ]
    },
    {
        "storyNo": 4,
        "title": "God’s Covenant with Abraham",
        "url": "https://youtu.be/aUVNY6YBsoQ",
        "description": [
            {
                "time": "0:10",
                "text": "Many years after the flood, there were again many people in the world, and they still sinned against God and each other. Because they all spoke the same language, they gathered together and built a city instead of spreading out over the earth as God had commanded."
            },
            {
                "time": "0:52",
                "text": "They were very proud, and they did not want to obey God’s commands about how they should live. They even began building a tall tower that would reach heaven. God saw that, if they all kept working together to do evil, they could do many more sinful things."
            },
            {
                "time": "1:37",
                "text": "So God changed their language into many different languages and spread the people out all over the world. The city they had begun to build was called Babel, which means “confused.”"
            },
            {
                "time": "2:34",
                "text": "Hundreds of years later, God spoke to a man named Abram. God told him, “Leave your country and family and go to the land I will show you. I will bless you and make you a great nation. I will make your name great. I will bless those who bless you and curse those who curse you. All families on earth will be blessed because of you.”"
            },
            {
                "time": "3:46",
                "text": "So Abram obeyed God. He took his wife, Sarai, together with all of his servants and everything he owned and went to the land God showed him, the land of Canaan."
            },
            {
                "time": "4:21",
                "text": "When Abram arrived in Canaan, God said, “Look all around you. I will give to you all this land, and your descendants will always possess it.”  Then Abram settled in the land."
            },
            {
                "time": "4:58",
                "text": "There was a man named Melchizedek who was a priest of God Most High. One day, after Abram had been in a battle, he and Abram met. Melchizedek blessed Abram and said, “May God Most High who owns heaven and earth bless Abram.” Then Abram gave Melchizedek a tenth of everything he had won in the battle."
            },
            {
                "time": "5:48",
                "text": "Many years went by, but Abram and Sarai still did not have a son. God spoke to Abram and promised again that he would have a son and as many descendants as the stars in the sky. Abram believed God’s promise. God declared that Abram was righteous because he believed in God’s promise."
            },
            {
                "time": "6:42",
                "text": "Then God made a covenant with Abram. Normally, a covenant is an agreement between two parties to do things for each other. But in this case, God made a promise to Abram while Abram was in a deep sleep, but he could still hear God. God said, “I will give you a son from your own body. I give the land of Canaan to your descendants.” But Abram still did not have a son."
            }
        ]
    },
    {
        "storyNo": 5,
        "title": "The Son of Promise",
        "url": "https://youtu.be/P6hOvgMtJ6Q",
        "description": [
            {
                "text": "Ten years after Abram and Sarai arrived in Canaan, they still did not have a child. So Abram’s wife, Sarai, said to him, “Since God has not allowed me to have children, and now I am too old to have children, here is my servant, Hagar. Marry her also so she can have a child for me.”"
            },
            {
                "text": "So Abram married Hagar. Hagar had a baby boy, and Abram named him Ishmael. But Sarai became jealous of Hagar. When Ishmael was thirteen years old, God again spoke to Abram."
            },
            {
                "text": "God said, “I am God Almighty. I will make a covenant with you.” Then Abram bowed to the ground. God also told Abram, “You will be the father of many nations. I will give you and your descendants the land of Canaan as their possession, and I will be their God forever. You must circumcise every male in your family.”"
            },
            {
                "text": "“Your wife, Sarai, will have a son—he will be the son of promise. Name him Isaac. I will make my covenant with him, and he will become a great nation. I will make Ishmael a great nation, too, but my covenant will be with Isaac.” Then God changed Abram’s name to Abraham, which means “father of many.” God also changed Sarai’s name to Sarah, which means “princess.”"
            },
            {
                "text": "That day Abraham circumcised all the males in his household. About a year later, when Abraham was 100 years old and Sarah was 90, Sarah gave birth to Abraham’s son. They named him Isaac, as God had told them to do."
            },
            {
                "text": "When Isaac was a young man, God tested Abraham’s faith by saying, “Take Isaac, your only son, and kill him as a sacrifice to me.” Again, Abraham obeyed God. He prepared to sacrifice his son."
            },
            {
                "text": "As Abraham and Isaac walked to the place of sacrifice, Isaac asked, “Father, we have wood for the sacrifice, but where is the lamb?” Abraham replied, “God will provide the lamb for the sacrifice, my son.”"
            },
            {
                "text": "When they reached the place of sacrifice, Abraham tied up his son Isaac and laid him on an altar. He was about to kill his son when God said, “Stop! Do not hurt the boy! Now I know that you fear me because you did not keep your only son from me.”"
            },
            {
                "text": "Nearby, Abraham saw a ram that was stuck in a bush. God had provided the ram to be the sacrifice instead of Isaac. Abraham happily offered the ram as a sacrifice."
            },
            {
                "text": "Then God said to Abraham, “Because you were willing to give me everything, even your only son, I promise to bless you. Your descendants will be more than the stars in the sky. Because you have obeyed me, I will bless all the families of the world through your family.”"
            },
            {
                "text": "A Bible story from: Genesis 16-22"
            }
        ]
    },
    {
        "storyNo": 6,
        "title": "God Provides for Isaac",
        "url": "https://youtu.be/WHBlQcHTKrM",
        "description": [
            {
                "text": "When Abraham was very old, his son Isaac had grown to be a man. So Abraham sent one of his servants back to the land where his relatives lived to bring back a wife for his son, Isaac."
            },
            {
                "text": "After a very long journey to the land where Abraham’s relatives lived, God led the servant to Rebekah. She was the granddaughter of Abraham’s brother."
            },
            {
                "text": "Rebekah agreed to leave her family and go back with the servant to Isaac’s home. Isaac married her as soon as she arrived."
            },
            {
                "text": "After a long time, Abraham died. God then blessed Abraham’s son Isaac because of the covenant he had made with Abraham. One of God’s promises in that covenant was that Abraham would have countless descendants. But Isaac’s wife, Rebekah, could not have children."
            },
            {
                "text": "Isaac prayed for Rebekah, and God allowed her to get pregnant with twins. The two babies struggled with each other while they were still in Rebekah’s womb, so Rebekah asked God what was happening."
            },
            {
                "text": "God told Rebekah, “You will give birth to two sons. Their descendants will become two different nations. They will struggle with each other. But the nation coming from your older son will have to obey the nation coming from your younger son.”"
            },
            {
                "text": "When Rebekah’s babies were born, the older son came out red and hairy, and they named him Esau. Then the younger son came out holding on to Esau’s heel, and they named him Jacob."
            },
            {
                "text": "A Bible story from: Genesis 24:1-25:26"
            }
        ]
    },
    {
        "storyNo": 7,
        "title": "God Blesses Jacob",
        "url": "https://youtu.be/Vky2fULU2bI",
        "description": [
            {
                "text": "As the boys grew up, Jacob loved to stay at home, but Esau loved to hunt animals. Rebekah loved Jacob, but Isaac loved Esau."
            },
            {
                "text": "One day when Esau came back from hunting, he was very hungry. Esau said to Jacob, “Give me some of the food you have made.” Jacob responded, “First, promise me that everything you should receive because you were born first, you will give it all to me.” So Esau promised to give to Jacob all those things. Then Jacob gave him some food."
            },
            {
                "text": "Isaac wanted to give his blessing to Esau. But before he did, Rebekah and Jacob tricked him by having Jacob pretend to be Esau. Isaac was old and could no longer see. So Jacob put on Esau’s clothes and put goatskins on his neck and hands."
            },
            {
                "text": "Jacob came to Isaac and said, “I am Esau. I have come so that you can bless me.” When Isaac felt the goat hair and smelled the clothes, he thought it was Esau and blessed him."
            },
            {
                "text": "Esau hated Jacob because Jacob had stolen his rights as oldest son and also his blessing. So he planned to kill Jacob after their father died."
            },
            {
                "text": "But Rebekah heard of Esau’s plan. So she and Isaac sent Jacob far away to live with her relatives."
            },
            {
                "text": "Jacob lived with Rebekah’s relatives for many years. During that time he married and had 12 sons and a daughter. God made him very wealthy."
            },
            {
                "text": "After 20 years away from his home in Canaan, Jacob returned there with his family, his servants, and all his flocks and herds of animals."
            },
            {
                "text": "Jacob was very afraid because he thought Esau still wanted to kill him. So he sent many of his animals to Esau as a gift. The servants who brought the animals said to Esau, “Your servant, Jacob, is giving you these animals. He is coming soon.”"
            },
            {
                "text": "But Esau no longer wanted to harm Jacob. Instead, he was very happy to see him again, so the brothers lived peacefully in Canaan. Then Isaac died, and Jacob and Esau buried him. The covenant promises God had made to Abraham now passed on from Isaac to Jacob."
            },
            {
                "text": "A Bible story from: Genesis 25:27-35:29"
            }
        ]
    },
    {
        "storyNo": 8,
        "title": "God Saves Joseph and His Family",
        "url": "https://youtu.be/HfxEUwnBCvU",
        "description": [
            {
                "text": "Many years later, when Jacob was an old man, he sent his favorite son, Joseph, to check on his brothers who were taking care of the flocks."
            },
            {
                "text": "Joseph’s brothers hated him because their father loved him most, and because Joseph had dreamed that he would be their ruler. When Joseph came to his brothers, they took him captive and sold him to some slave traders."
            },
            {
                "text": "Before Joseph’s brothers returned home, they tore Joseph’s robe and dipped it in goat’s blood. Then they showed the robe to their father so he would think that a wild animal had killed Joseph. Jacob was very sad."
            },
            {
                "text": "The slave traders took Joseph to Egypt. Egypt was a large, powerful country located along the Nile River. The slave traders sold Joseph as a slave to a wealthy government official. Joseph served his master well, and God blessed Joseph."
            },
            {
                "text": "His master’s wife tried to sleep with Joseph, but Joseph refused to sin against God in this way. She became angry and falsely accused Joseph so that he was arrested and sent to prison. Even in prison, Joseph remained faithful to God, and God blessed him."
            },
            {
                "text": "After two years, Joseph was still in prison even though he was innocent. One night the Pharaoh, which is what the Egyptians called their kings, had two dreams that disturbed him greatly. None of his advisors could tell him the meaning of the dreams."
            },
            {
                "text": "God had given Joseph the ability to interpret dreams, so Pharaoh had Joseph brought to him from the prison. Joseph interpreted the dreams for him and said, “God is going to send seven years of plentiful harvests followed by seven years of famine.”"
            },
            {
                "text": "Pharaoh was so impressed with Joseph that he appointed him to be the second most powerful man in all of Egypt!"
            },
            {
                "text": "Joseph told the people to store up large amounts of food during the seven years of good harvests. When the seven years of famine came, Joseph sold the food to the people so they would have enough to eat."
            },
            {
                "text": "The famine was severe not only in Egypt, but also in Canaan where Jacob and his family lived."
            },
            {
                "text": "So, Jacob sent his older sons to Egypt to buy food. The brothers did not recognize Joseph when they stood before him to buy food. But Joseph recognized them."
            },
            {
                "text": "After testing his brothers to see if they had changed, Joseph said to them, “I am your brother, Joseph! Do not be afraid. You tried to do evil when you sold me as a slave, but God used the evil for good! Come and live in Egypt so I can provide for you and your families.”"
            },
            {
                "text": "When Joseph’s brothers returned home and told their father, Jacob, that Joseph was still alive, he was very happy."
            },
            {
                "text": "Even though Jacob was an old man, he moved to Egypt with all of his family, and they all lived there. Before Jacob died, he blessed each of his sons."
            },
            {
                "text": "The covenant promises that God gave to Abraham were passed on to Isaac, then to Jacob, and then to Jacob’s 12 sons and their families. The descendants of the 12 sons became the 12 tribes of Israel."
            },
            {
                "text": "A Bible story from: Genesis 37-50"
            }
        ]
    },
    {
        "storyNo": 9,
        "title": "God Calls Moses",
        "url": "https://youtu.be/nytNJfCAFNo",
        "description": [
            {
                "text": "After Joseph died, all of his relatives stayed in Egypt. They and their descendants continued to live there for many years and had many children. They were called the Israelites."
            },
            {
                "text": "After hundreds of years, the number of Israelites had become very large. The Egyptians were no longer grateful that Joseph had done so much to help them. They became afraid of the Israelites because there were so many of them. So the Pharaoh who was ruling Egypt at that time made the Israelites slaves to the Egyptians."
            },
            {
                "text": "The Egyptians forced the Israelites to build many buildings and even whole cities. The hard work made their lives miserable, but God blessed them, and they had even more children."
            },
            {
                "text": "Pharaoh saw that the Israelites were having many babies, so he ordered his people to kill all Israelite baby boys by throwing them into the Nile River."
            },
            {
                "text": "A certain Israelite woman gave birth to a baby boy. She hid the baby for as long as she could."
            },
            {
                "text": "When the boy’s mother could no longer hide him, she put him in a floating basket among the reeds along the edge of the Nile River in order to save him from being killed. His older sister watched to see what would happen to him."
            },
            {
                "text": "A daughter of Pharaoh saw the basket and looked inside. When she saw the baby, she took him as her own son. She hired an Israelite woman to nurse him without realizing the woman was the baby’s own mother. When the child was old enough that he no longer needed his mother’s milk, his mother returned him to Pharaoh’s daughter, who named him Moses."
            },
            {
                "text": "One day, when Moses had grown up, he saw an Egyptian beating an Israelite slave. Moses tried to save his fellow Israelite."
            },
            {
                "text": "When Moses thought nobody would see, he killed the Egyptian and buried his body. But someone saw what Moses had done."
            },
            {
                "text": "Pharaoh learned what Moses had done. He tried to kill him, but Moses fled from Egypt into the wilderness. Pharaoh’s soldiers could not find him there."
            },
            {
                "text": "Moses became a shepherd in the wilderness far away from Egypt. He married a woman from that place and had two sons."
            },
            {
                "text": "Moses was taking care of his father-in-law’s flock of sheep. One day he saw a bush on fire, burning without being destroyed. He went close to the bush to look at it. When he was very close, God spoke to him and said, “Moses, take off your shoes. You are standing on holy ground.”"
            },
            {
                "text": "Then God said, “I have seen the suffering of my people. I will send you to Pharaoh so that you can bring the Israelites out of their slavery in Egypt. I will give them the land of Canaan, the land I promised to Abraham, Isaac, and Jacob.”"
            },
            {
                "text": "Moses asked, “What if the people want to know who sent me, what should I say?” God said, “I AM WHO I AM. Tell them, ‘I AM has sent me to you.’ Also tell them, ‘I am Yahweh, the God of your ancestors Abraham, Isaac, and Jacob.’ This is my name forever.”"
            },
            {
                "text": "Moses was afraid and did not want to go to Pharaoh because he thought he could not speak well, so God sent Moses’ brother, Aaron, to help him."
            },
            {
                "text": "A Bible story from: Exodus 1-4"
            }
        ]
    },
    {
        "storyNo": 10,
        "title": "The Ten Plagues",
        "url": "https://youtu.be/OG_PrF57DvU",
        "description": [
            {
                "text": "God warned Moses and Aaron that Pharaoh would be stubborn. When they went to Pharaoh, they said, “This is what the God of Israel says, ‘Let my people go!’” But Pharaoh did not listen to them. Instead of letting the Israelites go free, he forced them to work even harder!"
            },
            {
                "text": "Pharaoh kept refusing to let the people go, so God sent ten terrible plagues on Egypt. Through these plagues, God showed Pharaoh that he is more powerful than Pharaoh and all of Egypt’s gods."
            },
            {
                "text": "God turned the Nile River into blood, but Pharaoh still would not let the Israelites go."
            },
            {
                "text": "God sent frogs all over Egypt. Pharaoh begged Moses to take away the frogs. But after all the frogs died, Pharaoh hardened his heart and would not let the Israelites leave Egypt."
            },
            {
                "text": "So God sent a plague of gnats. Then he sent a plague of flies. Pharaoh called Moses and Aaron and told them that if they stopped the plague, the Israelites could leave Egypt. When Moses prayed, God removed all the flies from Egypt. But Pharaoh hardened his heart and would not let the people go free."
            },
            {
                "text": "Next, God caused all the farm animals that belonged to the Egyptians to get sick and die. But Pharaoh’s heart was hardened, and he would not let the Israelites go."
            },
            {
                "text": "Then God told Moses to throw ashes into the air in front of Pharaoh. When he did, painful skin sores appeared on the Egyptians, but not on the Israelites. God hardened Pharaoh’s heart, and Pharaoh would not let the Israelites go free."
            },
            {
                "text": "After that, God sent hail that destroyed most of the crops in Egypt and killed anybody who went outside. Pharaoh called Moses and Aaron and told them, “I have sinned. You may go.” So Moses prayed, and the hail stopped falling from the sky."
            },
            {
                "text": "But Pharaoh sinned again and hardened his heart. He would not let the Israelites go free."
            },
            {
                "text": "So God caused swarms of locusts to come over Egypt. These locusts ate all the crops that the hail had not destroyed."
            },
            {
                "text": "Then God sent darkness that lasted for three days. It was so dark that the Egyptians could not leave their houses. But there was light where the Israelites lived."
            },
            {
                "text": "Even after these nine plagues, Pharaoh still refused to let the Israelites go free. Since Pharaoh would not listen, God planned to send one last plague. This would change Pharaoh’s mind."
            },
            {
                "text": "A Bible story from: Exodus 5-10"
            }
        ]
    },
    {
        "storyNo": 11,
        "title": "The Passover",
        "url": "https://youtu.be/A23n182MjVE",
        "description": [
            {
                "text": "God sent Moses and Aaron to tell Pharaoh to let the Israelites go. They warned him that, if he did not let them go, God would kill all the firstborn males of Egypt’s people and animals. When Pharaoh heard this, he still refused to believe and obey God."
            },
            {
                "text": "God provided a way to save the firstborn son of anyone who believed in him. Each family had to choose a perfect lamb and kill it."
            },
            {
                "text": "God told the Israelites to put the blood of this lamb around the door of their houses. They should roast the meat. Then they should quickly eat it, along with unleavened bread. He also told them to be ready to leave Egypt immediately after they ate this meal."
            },
            {
                "text": "The Israelites did everything just as God had commanded them to do. In the middle of the night, God went throughout Egypt killing every firstborn son."
            },
            {
                "text": "All the houses of the Israelites had blood around the doors, so God passed over those houses. Everybody inside them was safe. They were saved because of the lamb’s blood."
            },
            {
                "text": "But the Egyptians did not believe God or obey his commands. So God did not pass over their houses. God killed every one of the Egyptians’ firstborn sons."
            },
            {
                "text": "Every Egyptian firstborn male died, from the firstborn of the prisoner in jail to the firstborn of Pharaoh. Many people in Egypt were crying and wailing because of their deep sadness."
            },
            {
                "text": "That same night, Pharaoh called for Moses and Aaron and said, “Take the Israelites and leave Egypt immediately!” The Egyptian people also urged the Israelites to leave right away."
            },
            {
                "text": "A Bible story from: Exodus 11:1-12:32"
            }
        ]
    },
    {
        "storyNo": 12,
        "title": "The Exodus",
        "url": "https://youtu.be/CiEIkizYDgs",
        "description": [
            {
                "text": "The Israelites were very happy to leave Egypt. They were no longer slaves, and they were going to the Promised Land! The Egyptians gave the Israelites whatever they asked for, even gold and silver and other valuable things. Some people from other nations believed in God and went along with the Israelites as they left Egypt."
            },
            {
                "text": "A tall pillar of cloud went ahead of them during the day. It became a tall pillar of fire at night. God, who was in the pillar of cloud and the pillar of fire, was always with them and guided them as they traveled. All they had to do was follow him."
            },
            {
                "text": "After a short time, Pharaoh and his people changed their minds. They wanted to make the Israelites their slaves again. So they chased after the Israelites. It was God who made them change their minds. He did this because he wanted everyone to know that he, Yahweh, is more powerful than Pharaoh and all the gods of the Egyptians."
            },
            {
                "text": "When the Israelites saw the Egyptian army coming, they realized they were trapped between Pharaoh’s army and the Red Sea. They were very afraid and cried out, “Why did we leave Egypt? We are going to die!”"
            },
            {
                "text": "Moses told the Israelites, “Stop being afraid! God will fight for you today and save you.” Then God told Moses, “Tell the people to move toward the Red Sea.”"
            },
            {
                "text": "Then the pillar of cloud moved between the Israelites and the Egyptians and became a pillar of fire at night. The Egyptians were not able to come near the Israelites all night."
            },
            {
                "text": "God told Moses to raise his hand over the sea. Then God caused the wind to push the water in the sea to the left and the right, so that there was a path through the sea."
            },
            {
                "text": "The Israelites marched through the sea on dry ground with a wall of water on either side of them."
            },
            {
                "text": "Then the Egyptians saw that the Israelites were escaping. The Egyptians started chasing after them again."
            },
            {
                "text": "So they followed the Israelites onto the path through the sea, but God caused the Egyptians to panic and caused their chariots to get stuck. They shouted, “Run away! God is fighting for the Israelites!”"
            },
            {
                "text": "The Israelites all arrived at the other side of the sea. Then God told Moses to stretch out his hand again over the water. When Moses did that, the water fell on the Egyptian army and returned to its normal place. The whole Egyptian army drowned."
            },
            {
                "text": "When the Israelites saw that the Egyptians were dead, they trusted in God. They believed that Moses was a prophet of God."
            },
            {
                "text": "The Israelites also rejoiced very much because God had saved them from dying and from being slaves. Now they were free to worship God and obey him. The Israelites sang many songs to celebrate their new freedom and to praise God because he saved them from the Egyptian army."
            },
            {
                "text": "God commanded the Israelites to celebrate a festival every year in order to remember how God had defeated the Egyptians and freed them from being slaves. This festival was called the Passover. In it, they had to celebrate by killing a healthy lamb, roasting it, and eating it with bread made without yeast."
            },
            {
                "text": "A Bible story from: Exodus 12:33-15:21"
            }
        ]
    },
    {
        "storyNo": 13,
        "title": "God’s Covenant with Israel",
        "url": "https://youtu.be/HcGKmQWM9-U",
        "description": [
            {
                "text": "After God led the Israelites through the Red Sea, he led them through the wilderness to a mountain called Sinai. This was the same mountain where Moses had seen the burning bush. The people set up their tents at the base of the mountain."
            },
            {
                "text": "God said to Moses and all the people of Israel, “You must always obey me and keep the covenant I am making with you. If you do this, you will be my prized possession, a kingdom of priests, and a holy nation.”"
            },
            {
                "text": "For three days the people made themselves ready for God to come near to them. Then God came down to the top of Mount Sinai. When he came, there was thunder, lightning, smoke, and sounds of loud trumpets. Then Moses went by himself up the mountain."
            },
            {
                "text": "Then God made a covenant with the people. He said, “I am Yahweh, your God. It is I who saved you from being slaves in Egypt. Do not worship any other god.”"
            },
            {
                "text": "“Do not make idols and do not worship them, because I, Yahweh, must be your only God. Do not use my name in a disrespectful way. Be sure to keep the Sabbath day holy. In other words, do all your work in six days, for the seventh day is a day for you to rest and to remember me.”"
            },
            {
                "text": "“Honor your father and your mother. Do not murder. Do not commit adultery. Do not steal. Do not lie. Do not desire to have your neighbor’s wife, his house, or anything that belongs to him.”"
            },
            {
                "text": "The people all agreed to obey the laws that God had given them. They agreed to belong to God alone and to worship only him."
            },
            {
                "text": "God also told the Israelites to make a large tent—the Tent of Meeting. He told them exactly how to make this tent and what things to put in it. He told them to make a large curtain to separate the tent into two rooms. God would come into the room behind the curtain and stay there. Only the high priest was allowed to go into that room where God was."
            },
            {
                "text": "The people must also make an altar in front of the Tent of Meeting. Anyone who had disobeyed God’s law should bring an animal to that altar. A priest would then kill it and burn it on the altar as a sacrifice to God. God said that the animal’s blood would cover that person’s sin. In this way, God would not see that sin any longer. That person would become clean in God’s sight. God chose Moses’ brother, Aaron, and Aaron’s descendants to be his priests."
            },
            {
                "text": "God wrote these Ten Commandments on two stone tablets and gave them to Moses. God also gave the people many other laws and rules to follow. God promised to bless the people and protect them if they obeyed these laws. But he said he would punish them if they did not obey them."
            },
            {
                "text": "For many days, Moses remained on top of Mount Sinai. He was talking with God. But the people became tired of waiting for him to return to them. So they brought gold to Aaron and asked him to make an idol that they could worship instead of God. In this way, they sinned terribly against God."
            },
            {
                "text": "Aaron made a golden idol in the shape of a calf. The people began to wildly worship the idol and make sacrifices to it! God was very angry with them because of their sin. God told Moses he wanted to destroy them. But Moses asked God not to kill them. God listened to his prayer and did not destroy them."
            },
            {
                "text": "When Moses came down from Mount Sinai, he was carrying the two stone tablets on which God had written the Ten Commandments. When Moses saw the idol, he was so angry that he smashed the tablets."
            },
            {
                "text": "Then Moses burned the idol and ground it into powder. He threw the powder into a stream and made the people drink the water. God sent a plague on the people and many of them died."
            },
            {
                "text": "Moses made new stone tablets for the Ten Commandments to replace the ones that he had broken. Then he climbed the mountain again and prayed that God would forgive the people. God listened to Moses and forgave them. Moses came back down the mountain with the Ten Commandments on the new tablets. Then God led the Israelites away from Mount Sinai toward the Promised Land."
            },
            {
                "text": "A Bible story from: Exodus 19-34"
            }
        ]
    },
    {
        "storyNo": 14,
        "title": "Wandering in the Wilderness",
        "url": "https://youtu.be/fwUA7MH-G_8",
        "description": [
            {
                "text": "God finished telling the Israelites about all the laws that they must obey because of his covenant with them. Then he led them away from Mount Sinai. He wanted to take them to the Promised Land. This land was also called Canaan. God went ahead of them in the pillar of cloud, and they followed him."
            },
            {
                "text": "God had promised Abraham, Isaac, and Jacob that he would give the Promised Land to their descendants, but now there were many people groups living there. They were called Canaanites. The Canaanites did not worship or obey God. They worshiped false gods and did many evil things."
            },
            {
                "text": "God told the Israelites, “After you go into the Promised Land, you must get rid of all the Canaanites there. Do not make peace with them and do not marry them. You must completely destroy all of their idols. If you do not obey me, you will end up worshiping their idols instead of me.”"
            },
            {
                "text": "When the Israelites reached the border of Canaan, Moses chose 12 men, one from each tribe of Israel. He gave the men instructions to go and spy on the land to see what it was like. They were also to spy on the Canaanites to see if they were strong or weak."
            },
            {
                "text": "The 12 men traveled through Canaan for 40 days, and then they came back. They told the people, “The land is very fertile and the crops are plentiful!” But ten of the spies said, “The cities are very strong and the people are giants! If we attack them, they will certainly defeat us and kill us!”"
            },
            {
                "text": "Immediately, Caleb and Joshua, the other two spies, said, “It is true that the people of Canaan are tall and strong, but we can certainly defeat them! God will fight for us!”"
            },
            {
                "text": "But the people did not listen to Caleb and Joshua. They became angry with Moses and Aaron and said, “Why did you bring us to this horrible place? We should have stayed in Egypt. If we go into the land, we will die in battle, and the Canaanites will make our wives and children to be slaves.” The people wanted to choose a different leader to take them back to Egypt."
            },
            {
                "text": "When the people said this, God was very angry. He came to the Tent of Meeting and said, “You have rebelled against me, so all of you will have to wander in the wilderness. Everyone who is 20 years or older will die there and never enter the land I am giving you. Only Joshua and Caleb will enter it.”"
            },
            {
                "text": "When the people heard God say this, they were sorry they had sinned. So they decided to attack the people of Canaan. Moses warned them not to go because God would not go with them, but they did not listen to him."
            },
            {
                "text": "God did not go with them into this battle, so the Canaanites defeated them and killed many of them. Then the Israelites turned back from Canaan. For the next 40 years, they would wander through the wilderness."
            },
            {
                "text": "During the 40 years that the people of Israel wandered in the wilderness, God provided for them. He gave them bread from heaven, called manna. He also sent flocks of quail (which are medium-sized birds) into their camp so they could have meat to eat. During all that time, God kept their clothes and sandals from wearing out."
            },
            {
                "text": "To provide them with water to drink, God miraculously made it come out of a rock. But despite all this, the people of Israel complained and grumbled against God and against Moses. Even so, God was still faithful. He did what he promised that he would do for the descendants of Abraham, Isaac, and Jacob."
            },
            {
                "text": "Another time when the people did not have any water, God told Moses, “Speak to the rock, and water will come out of it.” But Moses did not speak to the rock. Instead, he hit the rock twice with a stick. In this way, he dishonored God. Water came out of the rock for everyone to drink, but God was angry with Moses. He said, “Because you did this, you will not enter the Promised Land.”"
            },
            {
                "text": "After the Israelites had wandered in the wilderness for 40 years, all of those who had rebelled against God were dead. Then God led the people to the edge of the Promised Land again. Moses was now very old, so God chose Joshua to lead the people. God also promised Moses that one day he would send to the people another prophet like Moses."
            },
            {
                "text": "Then God told Moses to go to the top of a mountain so he could see the Promised Land. Moses saw the Promised Land but God did not permit him to enter it. Then Moses died, and the Israelites mourned for 30 days. Joshua became their new leader. Joshua was a good leader because he trusted and obeyed God."
            },
            {
                "text": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34"
            }
        ]
    },
    {
        "storyNo": 15,
        "title": "The Promised Land",
        "url": "https://youtu.be/9Or5x5bw6z8",
        "description": [
            {
                "text": "At last it was time for the Israelites to enter Canaan, the Promised Land. In that land was a city called Jericho. It had strong walls around it to protect it. Joshua sent two spies to that city. In that city lived a prostitute named Rahab. She hid these spies, and later she helped them to escape from the city. She did this because she believed God. The spies promised to protect Rahab and her family when the Israelites would destroy Jericho."
            },
            {
                "text": "The Israelites had to cross the Jordan River to enter into the Promised Land. God told Joshua, “Have the priests go first.” When the priests started to step into the Jordan River, the water upstream stopped flowing so the Israelites could cross over to the other side of the river on dry ground."
            },
            {
                "text": "After the people crossed the Jordan River, God told Joshua to get ready to attack the city of Jericho, even though it was very strong. God told the people that their priests and soldiers must march around the city once a day for six days. So the priests and the soldiers did this."
            },
            {
                "text": "God also said that on the seventh day the Israelites must march around the city seven times. Then the priests must blow their trumpets and all the people must shout loudly. So they did this."
            },
            {
                "text": "Then the walls around Jericho fell down! The Israelites destroyed everything in the city, as God had commanded. They only spared Rahab and her family, who became part of the Israelites. When the other people living in Canaan heard that the Israelites had destroyed Jericho, they were terrified that the Israelites would attack them also."
            },
            {
                "text": "God had commanded the Israelites not to make a peace treaty with any of the people groups in Canaan. But one of the Canaanite people groups, called the Gibeonites, lied to Joshua and said they were from a place far from Canaan. They asked Joshua to make a peace treaty with them. Joshua and the other leaders of the Israelites did not ask God what they should do. Instead, they made a peace treaty with the Gibeonites."
            },
            {
                "text": "Three days later, the Israelites found out that the Gibeonites really did live in Canaan. They were angry because the Gibeonites had deceived them. But they kept the peace treaty they had made with them because it was a promise before God. Then, some time later, the kings of another people group in Canaan, the Amorites, heard that the Gibeonites had made a peace treaty with the Israelites, so they combined their armies into one large army and attacked Gibeon. The Gibeonites sent a message to Joshua asking for help."
            },
            {
                "text": "So Joshua gathered the Israelite army. They marched all night to reach the Gibeonites. In the early morning, they surprised the Amorite armies and attacked them."
            },
            {
                "text": "God fought for Israel that day. He caused the Amorites to be confused and he sent large hailstones that killed many of the Amorites."
            },
            {
                "text": "God also caused the sun to stay in one place in the sky so that Israel would have enough time to completely defeat the Amorites. On that day, God won a great victory for Israel."
            },
            {
                "text": "After God defeated those armies, many of the other Canaanite people groups gathered together to attack Israel. Joshua and the Israelites attacked and destroyed them."
            },
            {
                "text": "After these battles, God gave each tribe of Israel its own section of the Promised Land. Then God gave Israel peace along all its borders."
            },
            {
                "text": "When Joshua was an old man, he called all the people of Israel together. Then Joshua reminded the people that they had promised to obey the covenant that God had made with the Israelites at Mount Sinai. The people promised to be faithful to God and obey his laws."
            },
            {
                "text": "A Bible story from: Joshua 1-24"
            }
        ]
    }
]